Repository: m3d/django-muzo
Catalog: muzo/locale/*/LC_MESSAGES/django.po
Languages: cs

source: REQUESTED
cs: Neukončena

source: PENDING
cs: Neukončena

source: CREATED
cs: Neukončena

source: APPROVED
cs: Autorizována

source: APPROVE_REVERSED
cs: Reverzována

source: UNAPPROVED
cs: Neautorizována

source: DEPOSITED_BATCH_OPENED
cs: Uhrazena

source: DEPOSITED_BATCH_CLOSED
cs: Zpracována

source: ORDER_CLOSED
cs: Uzavřena

source: DELETED
cs: Vymazána

source: CREDITED_BATCH_OPENED
cs: Kreditována

source: CREDITED_BATCH_CLOSED
cs: Kreditována

source: DECLINED
cs: Zamítnuta

source: Field too long
cs: Pole příliš krátké

source: Field too short
cs: Pole příliš krátké

source: Incorrect content of field
cs: Chybný obsah pole

source: Field is null
cs: Pole je prázdné

source: Missing required field
cs: Chybí povinné pole

source: Unknown merchant
cs: Neznámý obchodník

source: Duplicate order number
cs: Duplikátní číslo objednávky

source: Object not found
cs: Objekt nenalezen

source: Amount to deposit exceeds approved amount
cs: Částka k úhradě překročila autorizovanou částku

source: Total sum of credited amounts exceeded deposited amount
cs: Součet kreditovaných částek překročil uhrazenou částku

source: Object not in valid state for operation
cs: Objekt není ve stavu odpovídajícím této operaci

source: Technical problem in connection to authorization center
cs: Technické problém při spojení s autorizačním centrem

source: Incorrect order type
cs: Chybný typ objednávky

source: Declined in 3D
cs: Zamítnuto v 3D

source: Declined in AC
cs: Zamítnuto v autorizačním centru

source: Wrong digest
cs: Chybný podpis

source: Technical problem
cs: Technický problém

source: Empty
cs: Bez významu

source: Declined in AC, Card blocked
cs: Zamitnuto v autorizačním centru, karta blokovana

source: Declined in AC, Declined
cs: Zamítnuto v autorizačním centru, autorizace zamítnuta

source: Declined in AC, Card problem
cs: Zamítnuto v autorizačním centru, problém karty

source: Declined in AC, Technical problem in authorization process
cs: Zamítnuto v autorizačním centru, technický problém

source: Declined in AC, Account problem
cs: Zamítnuto v autorizačním centru, problém účtu

source: Declined in 3D. Cardholder not authenticated in 3D. Contact your card issuer. Note: Cardholder authentication failed (wrong password, transaction canceled, authentication window was closed) Transaction Declined.
cs: Neovereno v 3D. Vydavatel karty není zapojen do 3D nebo karta nebyla aktivována. Kontaktujte vydavatele karty.

source: Authenticated. Note: Cardholder was successfully authenticated - transaction continue with authorization.
cs: Držitel karty ověřen

source: Not Authenticated in 3D. Issuer or Cardholder not participating in 3D. Contact your card issuer.
cs: Neověřeno v 3D. Vydavatel karty nebo karta není zapojena do 3D. Kontaktujte vydavatele karty.

source: Not Authenticated in 3D. Issuer not participating or Cardholder not enrolled. Contact your card issuer.
cs: Neověřeno v 3D. Vydavatel karty není zapojen do 3D nebo karta nebyla aktivována. Kontaktujte vydavatele karty.

source: Declined in 3D. Technical problem during Cardholder authentication. Contact your card issuer
cs: Zamítnuto v 3D. Technický problém při ověření držitele karty. Kontaktujte vydavatele karty.

source: Declined in 3D. Technical problem during Cardholder authentication.
cs: Zamítnuto v 3D. Technický problém při ověření držitele karty.

source: Declined in 3D. Acquirer technical problem. Contact the merchant.
cs: Zamítnuto v 3D. Technický problém v systému zúčtující banky. Kontaktujte obchodníka.

source: Declined in 3D. Unsupported card product. Contact your card issuer
cs: Zamítnuto v 3D. Použit nepodporovaný karetní produkt. Kontaktujte vydavatele karty.
